Repository: lgbmachado/NinoMusic-Mac
Catalog: NinoMusicServer/NinoMusicServer/Localizable.xcstrings
Source language: pt_br
Languages: en

# text_album
source: Álbum
en: Album

# text_album_cover
source: Capa do Álbum
en: Album Cover

# text_album_name
source: Nome do Álbum
en: Album Name

# text_albuns
source: Álbuns
en: Albuns

# text_artist
source: Artista
en: Artist

# text_artist_name
source: Nome do Artista
en: Artist Name

# text_artists
source: Artistas
en: Artists

# text_close
source: Fechar
en: Close

# text_confirm_dir_exlusion
source: Confirma a exclusão do diretório?
en: Confirm deletion of directory?

# text_confirm_start_server
source: Iniciar servidor de música?
en: Confirm start server music?

# text_date_time
source: Data/Hora
en: Date/Time

# text_description
source: Descrição
en: Description

# text_directories
source: Diretórios
en: Directories

# text_dirs_registered
source: Diretórios registrados
en: Directories registered

# text_duration
source: Duração
en: Duration

# text_file
source: Arquivo
en: File

# text_file_name
source: Nome do Arquivo
en: File Name

# text_genre
source: Gênero
en: Genre

# text_library
source: Biblioteca
en: Library

# text_lyric
source: Letra
en: Lyric

# text_music
source: Música
en: Music

# text_music_details
source: Detalhes da música
en: Music Details

# text_music_genre
source: Gênero da Música
en: Music Genre

# text_music_name
source: Nome da Música
en: Music Name

# text_music_server
source: Servidor de Músicas
en: Music Server

# text_musics
source: Músicas
en: Musics

# text_no
source: Não
en: No

# text_no_option_selected
source: Nenhuma Opção Selecionada
en: No Options Selected

# text_select_dir
source: Selecione o diretório com as músicas
en: Select the directory with the songs.

# text_server
source: Servidor
en: Server

# text_show_details
source: Exibe Detalhes
en: Show Details

# text_success_dir_excluded
source: Diretório excluído com sucesso!
en: Directory deleted successfully!

# text_success_dir_included
source: Diretório incluído com sucesso!
en: Directory included successfully!

# text_tag
source: Atributos
en: Tag

# text_tag_editor
source: Editor de Tags
en: Tag Editor

# text_title
source: Título
en: Title

# text_track
source: Trilha
en: Track

# text_track_number
source: Número da Trilha
en: Track Number

# text_type
source: Tipo
en: Type

# text_year
source: Ano
en: Year

# text_yes
source: Sim
en: Yes
